{
  "id": 19,
  "name": "Ignite 7ml 7000mg Diamont Thc A/P Delta 9 - Indica",
  "slug": "ignite-7ml-diamont-thc-a-p-delta-9-indica",
  "price": 300,
  "code": "i7di",
  "featured": false,
  "description": "Apresentando o Vape Descartável Ignite THCA Blend, uma experiência vaping revolucionária que combina a potência do THCA com o sabor indulgente do extrato. Fabricado com precisão e inovação, este vaporizador descartável oferece uma solução conveniente e potente para os entusiastas da cannabis.\\r\\n\\r\\nCada dispositivo é pré-carregado com impressionantes 7.000 mg de mistura premium de THCA, garantindo uma experiência potente e duradoura a cada inspiração. O THCA, ou ácido tetrahidrocanabinólico, é conhecido pelos seus potenciais efeitos terapêuticos, incluindo propriedades anti-inflamatórias e neuroprotetoras.\\r\\n\\r\\nO extrato utilizado neste blend proporciona uma experiência equilibrada, combinando o melhor das variedades da extração da planta. Os usuários podem esperar uma elevação eufórica combinada com uma vibração corporal relaxante, perfeita para relaxar após um longo dia ou estimular a criatividade durante o dia.\\r\\n\\r\\nCombinado com o sabor suntuoso, uma mistura clássica, este vape promete uma jornada sensorial verdadeiramente decadente. Cada baforada oferece uma explosão de indulgência, tornando-se um deleite delicioso para as papilas gustativas.\\r\\n\\r\\nO Vape descartável Ignite THCA Blend foi projetado para facilidade de uso e conveniência. Com seu design elegante e portátil, é perfeito para uso em trânsito, permitindo que os usuários aproveitem os benefícios do THCA onde quer que estejam.\\r\\n\\r\\nCriado com o compromisso com a qualidade e segurança, cada vaporizador descartável passa por testes rigorosos para garantir consistência, pureza e potência. Desde a aquisição de ingredientes premium até o emprego de processos de fabricação avançados, a Ignite prioriza a excelência em cada etapa do processo de produção.\\r\\n\\r\\nExperimente a fusão de potência e sabor com o Vape Descartável Ignite THCA Blend. Eleve a sua experiência de vaporização e desfrute de um novo nível de relaxamento, criatividade e prazer a cada tragada.\\r\\n\\r\\nDetalhes principais:\\r\\n\\r\\nCada vaporizador descartável possui uma potente mistura de THCA premium de 7.000 mg para uma experiência robusta.\\r\\nElaborado com uma extrato diamonds para um efeito equilibrado, combinando euforia com relaxamento.\\r\\nAproveite o sabor indulgente do Ignite 7000MG, combinando.\\r\\nProjetado para facilidade de uso e portabilidade, perfeito para diversão em movimento.\\r\\nRigorosamente testado quanto à qualidade e segurança, garantindo consistência e pureza em cada tragada.\\r\\n\\r\\nUma experiência vaping premium para quem busca um prazer potente e saboroso. Este vaporizador descartável é infundido com substanciais 7.000 mg de resina viva, garantindo um vapor robusto e rico que satisfaz cada tragada.\\r\\n\\r\\nEste vaporizador apresenta uma mistura cuidadosamente elaborada de canabinóides, incluindo Delta 8 (D8), Delta 10 (D10), THC-P, THCV e HHC. Esta combinação única proporciona uma gama de efeitos, desde relaxamento e alívio do estresse até melhora do humor e concentração. A inclusão de terpenos naturais imita o perfil de sabor específico da cepa, proporcionando um delicioso sabor cada inspiração.\\r\\n\\r\\nO sabor de cada extrato é uma característica de destaque, oferecendo uma deliciosa mistura de temperes. Este perfil de sabor foi pensado para atormentar as papilas gustativas, proporcionando uma mistura harmoniosa de que torna cada tragada uma experiência prazerosa.\\r\\n\\r\\nA conveniência do design descartável não pode ser exagerada. Este vaporizador é pré-carregado e pronto para uso assim que sai da caixa, tornando-o perfeito para vaporização em movimento. Não há necessidade de recargas ou recargas, garantindo uma experiência descomplicada. O design elegante e portátil facilita o transporte, permitindo que você aproveite seu vape onde quer que esteja.\\r\\n\\r\\nA Ignite é conhecida por seu compromisso com a qualidade e a segurança. A resina viva usada neste vaporizador é derivada de cannabis premium cultivada organicamente e é submetida a testes rigorosos para garantir que atenda aos mais altos padrões de pureza e potência. Isso garante que você está usando um produto limpo e seguro, livre de aditivos e contaminantes prejudiciais.\\r\\n\\r\\nEm resumo, o  Descartável Vape Indica Ignite Liquid Diamond 7000mg combina potência, sabor e conveniência em um pacote elegante. Com a sua poderosa mistura de canabinoides, sabor delicioso e design fácil de usar, oferece uma experiência vaping superior para usuários exigentes que buscam relaxamento e diversão.\\r\\n\\r\\nDetalhes principais:\\r\\n\\r\\nContém 7.000 mg de resina viva, garantindo uma experiência de vaporização robusta e saborosa a cada tragada.\\r\\nApresenta uma mistura de Delta 8 (D8), Delta 10 (D10), THC-P, THCV e HHC para uma variedade de efeitos, incluindo relaxamento, alívio do estresse e melhora do humor.\\r\\nOferece um delicioso sabor, combinando misturas para um sabor delicioso.\\r\\nPré-carregado e pronto para uso, este vaporizador descartável elegante e portátil é perfeito para vaporização em movimento, sem a necessidade de recargas ou recargas.\\r\\nFeita a partir de cannabis cultivada organicamente, a resina viva é submetida a testes rigorosos para garantir pureza e potência, garantindo um produto seguro e limpo, livre de aditivos e contaminantes nocivos.\\r\\n\\r\\nIngredientes: Canabinóides derivados de cânhamo, terpinas à base de plantas, sabores naturais.\\r\\n\\r\\n___________________________\\r\\n\\r\\nINDICA \\r\\n\\r\\nPredominante Físico \\r\\nAlívio Sedativo \\r\\nRelaxante (Baixa Estresse Mental)\\r\\nRelaxante Muscular \\r\\nReduz dores Agudas \\r\\nReduz Náuseas \\r\\nAumenta Apetite \\r\\nAumenta Dopamina \\r\\nAlivia Enxaqueca",
  "mainPhoto": {
    "id": 55,
    "image": "/imgs/products/ignite-7ml-diamont-thc-a-p-delta-9-indica-1-1727403349.jpg",
    "product_id": 19
  },
  "images": [
    {
      "id": 55,
      "image": "/imgs/products/ignite-7ml-diamont-thc-a-p-delta-9-indica-1-1727403349.jpg",
      "product_id": 19
    },
    {
      "id": 139,
      "image": "/imgs/products/ignite-7ml-diamont-thc-a-p-delta-9-indica-2-1728166466.png",
      "product_id": 19
    },
    {
      "id": 140,
      "image": "/imgs/products/ignite-7ml-diamont-thc-a-p-delta-9-indica-3-1728166466.jpeg",
      "product_id": 19
    }
  ],
  "categorySlugs": [
    "ignite",
    "indica",
    "descartaveis"
  ]
}