{
  "id": 33,
  "name": "Pressure L.A 6ml Delta 9 Thc A / P - Indica",
  "slug": "pressure-6ml-delta-9-thc-a-p-indica",
  "price": 300,
  "code": "p6i",
  "featured": false,
  "description": "HomeProdutosPressure LA Live Resin THC-A Descartável | 6g\\r\\n\\r\\n6 gramas por dispositivo\\r\\nVisor LED\\r\\nControle de tensão e carregamento USB-C\\r\\nMistura Potente de Óleo Infundido de Resina Viva THC-A\\r\\nSabor\\r\\n\\r\\nEscolha uma opção\\r\\nMenos Quantidade\\r\\n-\\r\\nPressão LA Live Resin THC-A descartável | Quantidade de 6g\\r\\n1\\r\\nMais quantidade\\r\\n\\r\\nMarca: Pressão LA\\r\\n\\r\\nMelhor qualidade disponível\\r\\n\\r\\nGarantia de qualidade\\r\\n\\r\\nDescrição\\r\\nPontos de fidelidade\\r\\nResina viva de pressão THC-A descartável | 6g\\r\\nO Pressure Live Resin THC-A descartável é o seu ingresso para uma experiência de vaporização de próximo nível. Com robustos 6 gramas por dispositivo, esta potência está equipada com um display LED, permitindo que você acompanhe sua sessão com facilidade. Embalado com óleo infundido de resina viva THC-A, cada baforada oferece um golpe potente e saboroso que certamente impressionará. Além disso, com controle de tensão e carregamento USB-C, você terá controle total sobre sua experiência de vaporização.\\r\\n\\r\\nObtenha mais retorno do seu investimento com Pressure Live Resin THC-A descartável. Cada dispositivo é carregado com generosos 6 gramas de produtos premium, garantindo prazer duradouro e potência máxima. Mantenha o controle da sua sessão com o display LED integrado. Monitore facilmente suas estatísticas e configurações de vaporização para uma experiência personalizada de acordo com suas preferências.\\r\\n\\r\\nMergulhe em um mundo de sabor e potência com Pressure Live Resin THC-A Descartável. Infundido com óleo Live Resin THC-A, cada dose oferece um efeito poderoso e saboroso que certamente satisfará até os mais exigentes entusiastas do cânhamo. Ajuste a voltagem de acordo com suas preferências e mantenha seu dispositivo ligado e pronto para uso com o conveniente carregamento USB-C.\\r\\n\\r\\nCepas descartáveis ​​de resina viva de pressão THC-A\\r\\nApple Zoap (Indica): Delicie-se com os sabores doces e frutados do Apple Zoap. Esta variedade indica oferece um efeito relaxante e sedativo, perfeito para relaxar após um longo dia.\\r\\nBlue Cookies (Indica): Mergulhe no abraço calmante dos Blue Cookies. Esta cepa indica é conhecida por seus efeitos tranquilizantes e perfil de sabor doce e terroso.\\r\\nJelly Donut (Indica): Mime-se com o Jelly Donut. Esta variedade indica oferece um efeito relaxante e eufórico, perfeito para relaxar no final do dia.\\r\\nTiramisu (Indica): Mime-se com os sabores ricos e decadentes do Tiramisu. Esta variedade indica oferece um efeito relaxante e sedativo, perfeito para relaxar e cuidar de si mesmo.\\r\\nInformações adicionais sobre o produto\\r\\nDispositivo 6000 mg\\r\\nFunção de pré-aquecimento\\r\\n5 cliques ativados / 5 cliques desativados\\r\\nCompatível com Farm Bill 2018 contendo menos de 0,3% de Delta-9\\r\\n\\r\\n___________________________\\r\\n\\r\\nINDICA \\r\\n\\r\\nPredominante Físico \\r\\nAlívio Sedativo \\r\\nRelaxante (Baixa Estresse Mental)\\r\\nRelaxante Muscular \\r\\nReduz dores Agudas \\r\\nReduz Náuseas \\r\\nAumenta Apetite \\r\\nAumenta Dopamina \\r\\nAlivia Enxaqueca",
  "mainPhoto": {
    "id": 158,
    "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-indica-1-1728168891.png",
    "product_id": 33
  },
  "images": [
    {
      "id": 158,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-indica-1-1728168891.png",
      "product_id": 33
    },
    {
      "id": 159,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-indica-2-1728168891.jpg",
      "product_id": 33
    },
    {
      "id": 160,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-indica-3-1728168891.webp",
      "product_id": 33
    }
  ],
  "categorySlugs": [
    "pressure",
    "indica",
    "descartaveis"
  ]
}