{
  "id": 34,
  "name": "Pressure L.A 6ml Delta 9 Thc A / P - Sativa",
  "slug": "pressure-6ml-delta-9-thc-a-p-sativa",
  "price": 300,
  "code": "p6s",
  "featured": false,
  "description": "HomeProdutosPressure LA Live Resin THC-A Descartável | 6g\\r\\n\\r\\n6 gramas por dispositivo\\r\\nVisor LED\\r\\nControle de tensão e carregamento USB-C\\r\\nMistura Potente de Óleo Infundido de Resina Viva THC-A\\r\\nSabor\\r\\n\\r\\nEscolha uma opção\\r\\nMenos Quantidade\\r\\n-\\r\\nPressão LA Live Resin THC-A descartável | Quantidade de 6g\\r\\n1\\r\\nMais quantidade\\r\\n\\r\\nMarca: Pressão LA\\r\\n\\r\\nMelhor qualidade disponível\\r\\n\\r\\nGarantia de qualidade\\r\\n\\r\\nDescrição\\r\\nPontos de fidelidade\\r\\nResina viva de pressão THC-A descartável | 6g\\r\\nO Pressure Live Resin THC-A descartável é o seu ingresso para uma experiência de vaporização de próximo nível. Com robustos 6 gramas por dispositivo, esta potência está equipada com um display LED, permitindo que você acompanhe sua sessão com facilidade. Embalado com óleo infundido de resina viva THC-A, cada baforada oferece um golpe potente e saboroso que certamente impressionará. Além disso, com controle de tensão e carregamento USB-C, você terá controle total sobre sua experiência de vaporização.\\r\\n\\r\\nObtenha mais retorno do seu investimento com Pressure Live Resin THC-A descartável. Cada dispositivo é carregado com generosos 6 gramas de produtos premium, garantindo prazer duradouro e potência máxima. Mantenha o controle da sua sessão com o display LED integrado. Monitore facilmente suas estatísticas e configurações de vaporização para uma experiência personalizada de acordo com suas preferências.\\r\\n\\r\\nMergulhe em um mundo de sabor e potência com Pressure Live Resin THC-A Descartável. Infundido com óleo Live Resin THC-A, cada dose oferece um efeito poderoso e saboroso que certamente satisfará até os mais exigentes entusiastas do cânhamo. Ajuste a voltagem de acordo com suas preferências e mantenha seu dispositivo ligado e pronto para uso com o conveniente carregamento USB-C.\\r\\n\\r\\nCepas descartáveis ​​de resina viva de pressão THC-A\\r\\n\\r\\nLemon Bubble (Sativa): Energize-se com Lemon Bubble. Esta variedade sativa oferece um efeito edificante e revigorante, perfeito para se manter produtivo e concentrado.\\r\\nMessi OG (Sativa): Canalize seu campeão interior com Messi OG. Esta variedade sativa oferece um efeito motivacional perfeito para enfrentar qualquer desafio que surgir em seu caminho.\\r\\nOrange Diesel (Sativa): Alimente sua criatividade com Orange Diesel. Esta variedade sativa oferece um efeito cerebral perfeito para despertar a inspiração e fazer fluir a criatividade.\\r\\nMarshmallow de Morango (Sativa): Delicie-se com os sabores doces e frutados do Marshmallow de Morango. Oferece um efeito edificante e eufórico, perfeito para socializar e desfrutar de bons momentos com os amigos.\\r\\n\\r\\nInformações adicionais sobre o produto\\r\\nDispositivo 6000 mg\\r\\nFunção de pré-aquecimento\\r\\n5 cliques ativados / 5 cliques desativados\\r\\nCompatível com Farm Bill 2018 contendo menos de 0,3% de Delta-9\\r\\n\\r\\n___________________________\\r\\n\\r\\nSATIVA\\r\\n\\r\\nPredominante Mental \\r\\nAntiansiedade \\r\\nAntidepressivo \\r\\nInstigante (Criatividade a Reflexões)\\r\\nFelicidade/Espiritualidade \\r\\nAumenta o Foco\\r\\nAumenta a Energia \\r\\nAumenta Criatividade \\r\\nAjuda o Sistema Imunológico",
  "mainPhoto": {
    "id": 150,
    "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-sativa-1-1728168659.jpg",
    "product_id": 34
  },
  "images": [
    {
      "id": 150,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-sativa-1-1728168659.jpg",
      "product_id": 34
    },
    {
      "id": 151,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-sativa-2-1728168659.png",
      "product_id": 34
    },
    {
      "id": 152,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-sativa-3-1728168659.webp",
      "product_id": 34
    },
    {
      "id": 153,
      "image": "/imgs/products/pressure-6ml-delta-9-thc-a-p-sativa-4-1728168659.jpg",
      "product_id": 34
    }
  ],
  "categorySlugs": [
    "pressure",
    "sativa",
    "descartaveis"
  ]
}