{
  "id": 47,
  "name": "Pulse 5ml Digital Display Delta 9 Thc P Hhc P - Sativa",
  "slug": "pulse-5ml-digital-display-delta-9-thc-a-sativa",
  "price": 300,
  "code": "p5dds",
  "featured": true,
  "description": "Pulse THC 5G Vape descartável - Pacote com 5: Liquid Diamonds THC-A + D9 + THC-P + HHC-P\\r\\n\\r\\nDescubra a melhor experiência de vaporização com o vaporizador descartável Pulse THC 5G, agora disponível em um prático pacote com 5 unidades. Cada vaporizador descartável é meticulosamente elaborado para proporcionar uma experiência potente e saborosa, combinando vários canabinoides para uma sensação única e equilibrada.\\r\\n\\r\\nCaracterísticas do produto:\\r\\n\\r\\nMistura avançada de canabinoides :\\r\\n\\r\\nTHC-A (ácido tetrahidrocanabinólico) : conhecido por seus potenciais efeitos anti-inflamatórios e neuroprotetores.\\r\\nD9-THC (Delta-9-Tetrahidrocanabinol) : Oferece a clássica euforia associada à cannabis.\\r\\nTHC-P (Tetrahidrocanabiforol) : Até 30 vezes mais potente que o THC comum, proporcionando uma experiência poderosa.\\r\\nHHC-P (Hexahydrocannabinol-Phorol) : Oferece um efeito suave, relaxante e terapêutico.\\r\\nTecnologia Liquid Diamonds : Utilizando um processo de extração de alta qualidade, este vape preserva todo o espectro de canabinoides e terpenos, garantindo uma experiência rica, saborosa e potente. O método Liquid Diamonds aprimora o efeito entourage, proporcionando uma alta completa e satisfatória.\\r\\nDesign descartável fácil de usar : Pré-preenchido e pronto para uso, o Pulse THC Disposable Vape possui uma tela de LED que exibe a duração da bateria e os níveis de líquido para maior conveniência e controle. Perfeito para uso em trânsito, não requer manutenção ou recarga.\\r\\nCapacidade generosa de 5g : Cada dispositivo contém 5 gramas de conteúdo líquido, oferecendo sessões de vaporização prolongadas antes de precisar ser substituído. Desfrute de uso duradouro com qualidade e desempenho consistentes.\\r\\nVariedade de cepa :\\r\\n\\r\\n\\r\\nSweet Sugar Pop Gelato : Delicie-se com as notas doces e açucaradas do doce combinadas com os sabores cremosos e de sobremesa do Gelato. Esta variedade oferece uma experiência prazerosa e equilibrada com um efeito relaxante, mas estimulante.\\r\\nMango Martini Haze : Uma variedade sativa refrescante com notas tropicais de manga, perfeita para um efeito energético e estimulante.\\r\\nStrawberry Banana Whip Auto : Desfrute da combinação doce e frutada de morangos e bananas, proporcionando um potente efeito sativa.\\r\\nSour Cotton Candy Skittlez : Experimente os sabores picantes e doces do algodão doce e dos Skittles com esta variedade sativa revigorante.\\r\\nSuper Lemon Diesel : Uma variedade sativa cítrica e picante que proporciona uma sensação de euforia energética e lúcida.\\r\\nGrape Guava Gasoline : Aproveite a mistura exótica de sabores de uva e goiaba com uma variedade sativa que energiza e eleva.\\r\\n\\r\\n___________________________\\r\\n\\r\\nSATIVA\\r\\n\\r\\nPredominante Mental \\r\\nAntiansiedade \\r\\nAntidepressivo \\r\\nInstigante (Criatividade a Reflexões)\\r\\nFelicidade/Espiritualidade \\r\\nAumenta o Foco\\r\\nAumenta a Energia \\r\\nAumenta Criatividade \\r\\nAjuda o Sistema Imunológico",
  "mainPhoto": {
    "id": 58,
    "image": "products/pulse-5ml-digital-display-delta-9-thc-a-sativa-1-1727411490.png",
    "product_id": 47
  },
  "images": [
    {
      "id": 58,
      "image": "products/pulse-5ml-digital-display-delta-9-thc-a-sativa-1-1727411490.png",
      "product_id": 47
    },
    {
      "id": 148,
      "image": "products/pulse-5ml-digital-display-delta-9-thc-a-sativa-2-1728168332.webp",
      "product_id": 47
    },
    {
      "id": 149,
      "image": "products/pulse-5ml-digital-display-delta-9-thc-a-sativa-3-1728168332.jpg",
      "product_id": 47
    },
    {
      "id": 186,
      "image": "products/pulse-5ml-digital-display-delta-9-thc-a-sativa-4-1728585847.jpg",
      "product_id": 47
    }
  ],
  "categorySlugs": [
    "pulse-thc",
    "sativa",
    "descartaveis"
  ]
}