{"pageProps":{"images":[{"id":70,"image":"products/cactus-2ml-amanita-muscaria-cogumelo-1-1728091965.webp","product_id":38},{"id":71,"image":"products/cactus-2ml-amanita-muscaria-cogumelo-2-1728091965.webp","product_id":38},{"id":72,"image":"products/cactus-2ml-amanita-muscaria-cogumelo-3-1728091965.jpg","product_id":38},{"id":180,"image":"products/cactus-2ml-amanita-muscaria-cogumelo-4-1728584335.jpg","product_id":38}],"product":{"id":38,"code":"c2amc","name":"Cactus 2ml Amanita Muscaria Cogumelo","slug":"cactus-2ml-amanita-muscaria-cogumelo","price":300,"stoke":100,"photo_ids":[70,71,72,180],"description":"Descubra a experiência encantadora do Vape Descartável de Cogumelo Amanita Muscaria da Cactus Labs. Este dispositivo 2g oferece uma mistura única que combina a mística dos cogumelos Amanita Muscaria com a conveniência da vaporização. Cada unidade é meticulosamente trabalhada para garantir uma tração suave e consistente, proporcionando uma fuga tranquila a cada tragada.\\r\\n\\r\\nO Amanita Muscaria, conhecido pela sua aparência distinta e história em diversas práticas culturais, está agora disponível neste vape fácil de usar e sem necessidade de manutenção. Esta formulação utiliza apenas ingredientes da mais alta qualidade, preservando as propriedades naturais do cogumelo e garantindo uma experiência segura e agradável.\\r\\n\\r\\nPerfeito para quem aprecia as nuances sutis das misturas de ervas, o vaporizador Cactus Labs foi projetado para ser discreto e portátil. Seu tamanho compacto cabe confortavelmente no bolso ou na bolsa, tornando-o ideal para uso em trânsito. Quer esteja a relaxar após um longo dia ou à procura de um momento de calma, este vaporizador é o seu companheiro perfeito.\\r\\n\\r\\nCom sua construção robusta e design à prova de vazamentos, o Vape Descartável Cactus Labs é construído para durar, garantindo que cada sessão seja tão satisfatória quanto a primeira. Abrace uma experiência única que estabelece novos padrões na vaporização de ervas!\\r\\nEspecificações do produto:\\r\\n\\r\\n•Contém: Amanita Muscaria\\r\\n\\r\\n•Tamanho: 2g\\r\\n\\r\\n•Você recebe: 1x Vape descartável de cogumelo Amanita Muscaria da Cactus Labs - 2g\\r\\n\\r\\nSabores:\\r\\n\\r\\nStrawberry banana ice\\r\\nWaterberry\\r\\nBluerazz Ice\\r\\nTropical Rainbow Blast\\r\\nWatermellow Bubble Gun\\r\\nLimonade Ice","category_ids":[7,20]}},"__N_SSG":true}