{"pageProps":{"images":[{"id":101,"image":"products/hidden-hills-2ml-limites-delta-9-11-thc-a-ultra---hibrida-2-1728098637.png","product_id":20},{"id":104,"image":"products/hidden-hills-2ml-limites-delta-9-11-thc-a-ultra---hibrida-5-1728098907.jpg","product_id":20},{"id":176,"image":"products/hidden-hills-2ml-limites-delta-9-11-thc-a-ultra---hibrida-3-1728506062.jpg","product_id":20}],"product":{"id":20,"code":"hhl2h","name":"Hidden Hills 2ml Delta 9 /11 Thc-A Ultra - Hibrida","slug":"hidden-hills-2ml-limites-delta-9-11-thc-a-ultra---hibrida","price":300,"stoke":100,"photo_ids":[101,104,176],"description":"Vape descartável de resina viva Hidden Hills Delta 11 | 2 gramas\\r\\nCriando um dispositivo que é conveniente, confiável, orientado para o desempenho e muito eficaz, Hidden Hills definitivamente fez o seu trabalho. O Vape descartável de resina viva Hidden Hills Delta 11 é extremamente impressionante, ostentando uma bateria recarregável integrada, função de pré-aquecimento, operação de botão e 2 gramas que consistem em resina viva Delta 11, Delta 9, THC-P e cepa específica terpenos.\\r\\nO que são descartáveis ​​Hidden Hills Delta 11? O Vape descartável de resina viva Hidden Hills Delta 11 é um dispositivo vaping com design descartável, o que significa que depois de usar todo o seu conteúdo, você pode simplesmente jogá-lo no lixo e substituí-lo por um novo. O dispositivo é compacto, operado por botão e possui uma janela de visualização para monitorar quanto conteúdo está disponível. Possui uma bateria recarregável integrada e pode ser recarregada usando uma porta de carregamento Tipo C integrada. Existe um único botão, que pode ser pressionado uma vez para ativar o dispositivo e pressionado 5 vezes para ligar ou desligar o dispositivo. Existe também uma função automática de pré-aquecimento que elimina o potencial de entupimento. Dentro de seu tanque, você encontrará 2 gramas de destilado que apresenta uma mistura de Delta 11, Delta 9, THC-P e terpenos específicos de cepas.\\r\\nHidden Hills Club é uma marca de produtos alternativos premium que apresenta um portfólio impressionante de cannabis alternativa, que vai desde vapes descartáveis ​​premium até produtos comestíveis, cada um infundido com misturas extraordinárias. Ela cria produtos, testa-os e utiliza apenas os mais altos padrões para garantir qualidade e potência. Embora o Hidden Hills Club pareça um local físico, é apenas um destino mental projetado com uma oportunidade de introspecção, conexão e autocuidado.\\r\\nSe você deseja explorar uma mistura potente de canabinóides e aproximadamente 25% de THC-P, muitas vezes referido como o canabinóide derivado do cânhamo mais forte, então o Vape descartável de resina viva Hidden Hills Delta 11 é o que você deve considerar. É um dispositivo altamente eficaz que oferece uma sensação tão boa quanto seu sabor.\\r\\nCepas descartáveis ​​de Vape de resina viva Hidden Hills Delta 11\\r\\nBlackberry Mamba (Indica) - Oferecendo um delicioso sabor frutado e efeitos excepcionalmente relaxantes, Blackberry Mamba é uma variedade que você irá gostar.\\r\\nBlueberry Gelato (Híbrido): Gerando sabor de mirtilo e tons terrosos, além de efeitos calmantes, Blueberry Gelato é uma variedade híbrida da qual você nunca vai querer ficar sem.\\r\\nCandy Cane Runtz (Hybrid): Produzindo um sabor mentolado, porém doce, e efeitos energizantes, Candy Cane Runtz é uma variedade híbrida que você só precisa experimentar.\\r\\nGusher Breath (Indica): Com sabor doce e frutado e efeitos relaxantes, Gusher Breath é uma variedade Indica da qual você não se cansa.\\r\\nLondon Shaved Ice (Sativa): Compartilhando sabor de limão e frutas tropicais com efeitos edificantes, London Shaved Ice é uma variedade de Sativa que você deve experimentar.\\r\\nRainbow Belts (Hybrid): Criando uma mistura selvagem de sabores cítricos e doces e efeitos emocionantes, Rainbow Belts é uma variedade híbrida que você deve explorar.\\r\\nVape descartável de resina viva Hidden Hills Delta 11\\r\\nBateria recarregável integrada\\r\\nPorta de carregamento tipo C\\r\\nBotão ativado\\r\\n5-Clique em LIGAR/DESLIGAR\\r\\nCapacidade de 2 gramas (2000 mg)\\r\\nConcentrado de Resina Viva\\r\\nContém Delta 11, Delta 9, THC-P\\r\\nTerpenos específicos para cepas\\r\\nPré-aquecimento integrado\\r\\nContém menos de 0,3% de Delta 9\\r\\nO produto inclui\\r\\n1x Vape descartável de resina viva Hidden Hills Delta 11\\r\\n\\r\\n___________________________\\r\\n\\r\\nHIBRIDA \\r\\n\\r\\nÉ composta de 50% Sativa e 50% Indica.\\r\\n\\r\\n___________________________\\r\\n\\r\\nSATIVA\\r\\n\\r\\nPredominante Mental \\r\\nAntiansiedade \\r\\nAntidepressivo \\r\\nInstigante (Criatividade a Reflexões)\\r\\nFelicidade/Espiritualidade \\r\\nAumenta o Foco\\r\\nAumenta a Energia \\r\\nAumenta Criatividade \\r\\nAjuda o Sistema Imunológico\\r\\n___________________________\\r\\n\\r\\nINDICA \\r\\n\\r\\nPredominante Físico \\r\\nAlívio Sedativo \\r\\nRelaxante (Baixa Estresse Mental)\\r\\nRelaxante Muscular \\r\\nReduz dores Agudas \\r\\nReduz Náuseas \\r\\nAumenta Apetite \\r\\nAumenta Dopamina \\r\\nAlivia Enxaqueca","category_ids":[5,18,20]}},"__N_SSG":true}